def form():
    a = {
        "姓名": "海gay",
        "工号": "1229381029",
        "状态": {
            "提醒": "需要注意",
            "事件": "不努力工作，睡着了"
        },
        "携带装备": {
            "酱油瓶": "正常",
            "西瓜": "吃完了",
            "瓜子": "未拆封"
        }
    }
    b = {
        "姓名": "灰皮",
        "工号": "3178888888",
        "状态": {
            "提醒": "无",
            "事件": "正常",
        },
        "携带装备": {
            "头盔": "生产日期2018.8.31,状态正常",
            "手套": "生产日期2018.8.31,状态正常",
            "绝缘服": "生产日期2010.8.31,需要更换"
        }
    }
    return b